Repository: cuonghm89/Cnotch
Catalog: CNotch/Localizable.xcstrings
Source language: en
Languages: vi

source: %.0f seconds
vi: %.0f giây

source: %.1f seconds
vi: %.1f giây

source: 'Now Playing' was the only option on previous versions and works with all media apps.
vi: "Now Playing" là tùy chọn duy nhất ở phiên bản trước và hoạt động với mọi ứng dụng media.

source: 1 Row
vi: 1 hàng

source: 2 Rows
vi: 2 hàng

source: About
vi: Giới thiệu

source: Accent color
vi: Màu nhấn

source: Accent color, window behavior, and privacy.
vi: Màu accent, hành vi cửa sổ, và quyền riêng tư.

source: Access Denied
vi: Truy cập bị từ chối

source: Access Granted
vi: Đã cấp quyền

source: Accessibility access is required to replace the system HUD.
vi: Cần quyền Accessibility để thay thế HUD hệ thống.

source: Accessibility permission
vi: Quyền Accessibility

source: Add
vi: Thêm

source: Add manually
vi: Thêm thủ công

source: Add new visualizer
vi: Thêm hiệu ứng hình ảnh mới

source: Additional features
vi: Tính năng bổ sung

source: Adds a button in the open notch to jot a note and save it straight to Notes.app.
vi: Thêm nút trong notch mở rộng để ghi chú nhanh và lưu thẳng vào Notes.app.

source: Advanced
vi: Nâng cao

source: All Apps
vi: Mọi ứng dụng

source: All-day
vi: Cả ngày

source: Allow Access
vi: Cho phép truy cập

source: Allow other apps to show live activities
vi: Cho phép ứng dụng khác hiển thị hoạt động trực tiếp

source: Allowed
vi: Đã cho phép

source: Always show full event titles
vi: Luôn hiện đầy đủ tiêu đề sự kiện

source: Always show tabs
vi: Luôn hiện các tab

source: Another Dynamic Island for macOS
vi: Dynamic Island khác cho macOS

source: Any local app or script can push a status update onto the notch. Turn this off if you don't want that.
vi: Bất kỳ ứng dụng hoặc script nào trên máy cũng có thể đẩy cập nhật trạng thái lên notch. Tắt nếu bạn không muốn điều này.

source: App icon
vi: Biểu tượng ứng dụng

source: Appearance
vi: Giao diện

source: Application
vi: Ứng dụng

source: Applies instantly, no restart needed.
vi: Áp dụng ngay lập tức, không cần khởi động lại.

source: Audio Source
vi: Nguồn âm thanh

source: Auto-scroll to next event
vi: Tự động cuộn tới sự kiện tiếp theo

source: Automatically check for updates
vi: Tự động kiểm tra cập nhật

source: Automatically download updates
vi: Tự động tải bản cập nhật

source: Automatically save and search copied text, links, and images.
vi: Tự động lưu và tìm kiếm văn bản, liên kết, và hình ảnh đã copy.

source: Automatically switch displays
vi: Tự động chuyển màn hình

source: Backward 10s
vi: Lùi 10 giây

source: Battery
vi: Pin

source: Battery %lld percent
vi: Pin %lld phần trăm

source: Battery Information
vi: Thông tin pin

source: Battery Settings
vi: Cài đặt pin

source: Battery Status
vi: Trạng thái pin

source: Battery status notifications and charging options.
vi: Thông báo trạng thái pin và tùy chọn sạc.

source: Bluetooth Device Notifications
vi: Thông báo thiết bị Bluetooth

source: Bluetooth connection indicator
vi: Chỉ báo kết nối Bluetooth

source: Bluetooth output connection notifications.
vi: Thông báo kết nối thiết bị âm thanh Bluetooth.

source: Bluetooth permission
vi: Quyền Bluetooth

source: Boost your productivity with Clipboard Manager
vi: Tăng năng suất với Trình quản lý Khay nhớ tạm

source: Both
vi: Cả hai

source: Bottom corner radius
vi: Bán kính góc dưới

source: Built in
vi: Tích hợp sẵn

source: Bundled modules
vi: Module tích hợp sẵn

source: CNotch app for macOS
vi: Ứng dụng CNotch cho macOS

source: Calendar
vi: Lịch

source: Calendar & Reminders permissions
vi: Quyền Lịch & Nhắc việc

source: Calendar access is denied. Please enable it in System Settings.
vi: Quyền truy cập Lịch đã bị từ chối. Vui lòng bật trong System Settings.

source: Calendar access is required to show events.
vi: Cần quyền truy cập Lịch để hiển thị sự kiện.

source: Calendars
vi: Các lịch

source: Camera access allowed
vi: Đã cho phép truy cập Camera

source: Camera access needed
vi: Cần quyền truy cập Camera

source: Camera mirror appearance and access.
vi: Giao diện gương camera và quyền truy cập.

source: Camera permission
vi: Quyền Camera

source: Cancel
vi: Hủy

source: Cancel Timer
vi: Hủy hẹn giờ

source: Capture
vi: Chụp

source: Center black coverage
vi: Vùng phủ đen trung tâm

source: Change media with horizontal gestures
vi: Đổi bài bằng cử chỉ vuốt ngang

source: Charging
vi: Đang sạc

source: Charging on Hold: Desktop Mode
vi: Tạm dừng sạc: Chế độ Desktop

source: Check for Updates…
vi: Kiểm tra cập nhật…

source: Choose Your Tabs
vi: Chọn các tab của bạn

source: Choose a Music Source
vi: Chọn nguồn nhạc

source: Choose any color
vi: Chọn màu bất kỳ

source: Choose between your system accent color or customize it with your own selection.
vi: Chọn giữa màu nhấn hệ thống hoặc tự tùy chỉnh theo ý bạn.

source: Choose which service to use when sharing files from the shelf. Click the shelf button to select files, or drag files onto it to share immediately.
vi: Chọn dịch vụ dùng khi chia sẻ file từ Kệ tạm. Bấm nút Kệ tạm để chọn file, hoặc kéo file vào đó để chia sẻ ngay.

source: Circle
vi: Hình tròn

source: Clear
vi: Xóa

source: Clear History
vi: Xóa lịch sử

source: Clear clipboard search
vi: Xóa tìm kiếm khay nhớ tạm

source: Clear slot
vi: Xóa ô

source: Clipboard
vi: Khay nhớ tạm

source: Clipboard history, image storage, and capture settings.
vi: Lịch sử khay nhớ tạm, lưu trữ hình ảnh, và cài đặt chụp.

source: Clipboard is empty
vi: Khay nhớ tạm đang trống

source: Close
vi: Đóng

source: Close gesture
vi: Cử chỉ đóng

source: Closed Notch
vi: Notch thu gọn

source: Color Presets
vi: Bảng màu có sẵn

source: Colored spectrogram
vi: Phổ tần có màu

source: Coming soon
vi: Sắp ra mắt

source: Connected Devices
vi: Thiết bị đã kết nối

source: Continue
vi: Tiếp tục

source: Copy items on drag
vi: Sao chép khi kéo

source: Core app behavior, display, and interaction settings.
vi: Hành vi cốt lõi của ứng dụng, hiển thị, và cài đặt tương tác.

source: Corner radius scaling
vi: Tỉ lệ bán kính góc

source: Couldn't save to Notes.
vi: Không thể lưu vào Notes.

source: Currently selected: %@
vi: Đang chọn: %@

source: Custom
vi: Tùy chỉnh

source: Custom height
vi: Chiều cao tùy chỉnh

source: Custom music live activity animation
vi: Hoạt ảnh Live Activity nhạc tùy chỉnh

source: Custom notch size - %.0f
vi: Kích thước notch tùy chỉnh - %.0f

source: Custom vizualizers (Lottie)
vi: Hiệu ứng hình ảnh tùy chỉnh (Lottie)

source: Customize controls and reorder them in the expanded music player.
vi: Tùy chỉnh và sắp xếp lại các nút điều khiển trong trình phát nhạc mở rộng.

source: Customize in Settings
vi: Tùy chỉnh trong Cài đặt

source: Customize which controls appear in the music player. Volume expands when active.
vi: Tùy chỉnh nút nào hiện trong trình phát nhạc. Âm lượng sẽ mở rộng khi đang dùng.

source: Default
vi: Mặc định

source: Delete clipboard entry
vi: Xóa mục trong khay nhớ tạm

source: Description
vi: Mô tả

source: Disable
vi: Tắt

source: Disabled
vi: Đã tắt

source: Display
vi: Hiển thị

source: Display interactive player controls and album artwork in the notch.
vi: Hiển thị điều khiển trình phát tương tác và ảnh bìa album trong notch.

source: Donate via VietQR
vi: Ủng hộ qua VietQR

source: Download
vi: Tải xuống

source: Download icon style
vi: Kiểu icon tải xuống

source: Download indicator style
vi: Kiểu chỉ báo tải xuống

source: Download indicators
vi: Chỉ báo tải xuống

source: Downloads
vi: Thư mục Downloads

source: Drag a control onto a slot
vi: Kéo một nút điều khiển vào ô

source: Drag a control onto an unlocked button
vi: Kéo một nút điều khiển vào nút chưa khóa

source: Drag items in the preview to reorder or drop from the palette
vi: Kéo mục trong khung xem trước để sắp xếp lại, hoặc thả từ bảng chọn

source: Drag modules to arrange left-wing tabs. Removing a module keeps its data and settings.
vi: Kéo các module để sắp xếp tab bên trái. Xóa module vẫn giữ lại dữ liệu và cài đặt của nó.

source: Drag, drop, and saved Shelf items.
vi: Kéo, thả, và các mục đã lưu trong Shelf.

source: Drop files here
vi: Thả file vào đây

source: Easily copy, store, and manage your most-used content. Upgrade now for advanced features like multi-item storage and quick access!
vi: Dễ dàng sao chép, lưu trữ và quản lý nội dung hay dùng nhất. Nâng cấp ngay để có tính năng nâng cao như lưu nhiều mục và truy cập nhanh!

source: Edge opacity
vi: Độ mờ viền

source: Edit
vi: Sửa

source: Edit layout
vi: Chỉnh sửa bố cục

source: Empty slot
vi: Ô trống

source: Enable Safari Downloads
vi: Bật tải xuống Safari

source: Enable battery status
vi: Bật trạng thái pin

source: Enable battery status notifications and display controls.
vi: Bật thông báo trạng thái pin và điều khiển hiển thị.

source: Enable blur effect behind album art
vi: Bật hiệu ứng mờ phía sau ảnh album

source: Enable camera mirror
vi: Bật gương camera

source: Enable clipboard history
vi: Bật lịch sử khay nhớ tạm

source: Enable colored spectrograms
vi: Bật phổ tần có màu

source: Enable gestures
vi: Bật cử chỉ

source: Enable glowing effect
vi: Bật hiệu ứng phát sáng

source: Enable haptic feedback
vi: Bật phản hồi rung (haptic)

source: Enable shelf
vi: Bật Kệ tạm

source: Enable window shadow
vi: Bật bóng đổ cửa sổ

source: Enhance your experience with HUDs
vi: Nâng cao trải nghiệm với HUD

source: Enjoy your free time!
vi: Tận hưởng thời gian rảnh của bạn!

source: Events, reminders, and calendar display.
vi: Sự kiện, nhắc việc, và hiển thị lịch.

source: Exact
vi: Chính xác

source: Exclude apps
vi: Loại trừ ứng dụng

source: Expanded drag detection area
vi: Vùng nhận kéo-thả mở rộng

source: Extend hover area
vi: Mở rộng vùng rê chuột

source: Extensions
vi: Tiện ích mở rộng

source: Extract text from images (OCR)
vi: Trích xuất văn bản từ ảnh (OCR)

source: Favorite
vi: Yêu thích

source: Features
vi: Tính năng

source: Files dropped on the shelf will be shared via this service
vi: File thả vào Kệ tạm sẽ được chia sẻ qua dịch vụ này

source: Finish
vi: Hoàn tất

source: Forward 10s
vi: Tiến 10 giây

source: Full screen behavior
vi: Hành vi khi toàn màn hình

source: Fuzzy
vi: Gần đúng

source: General
vi: Chung

source: Gesture control
vi: Điều khiển bằng cử chỉ

source: Gesture sensitivity
vi: Độ nhạy cử chỉ

source: Get started
vi: Bắt đầu

source: GitHub Sponsors
vi: Nhà tài trợ trên GitHub

source: Glass edge opacity
vi: Độ mờ viền kính (glass)

source: Got it!
vi: Đã hiểu!

source: Gradient
vi: Chuyển sắc (Gradient)

source: Grant
vi: Cấp quyền

source: Grant Calendar Access
vi: Cấp quyền truy cập Lịch

source: Grant Reminder Access
vi: Cấp quyền truy cập Nhắc nhở

source: HUD rows
vi: Số dòng HUD

source: HUD style
vi: Kiểu HUD

source: HUDs
vi: HUD

source: Help
vi: Trợ giúp

source: Hide all-day events
vi: Ẩn sự kiện cả ngày

source: Hide completed reminders
vi: Ẩn nhắc nhở đã hoàn thành

source: Hide for all apps
vi: Ẩn với mọi ứng dụng

source: Hide for media app only
vi: Chỉ ẩn với ứng dụng media

source: Hide from screen recording
vi: Ẩn khỏi ghi màn hình

source: Hide title bar
vi: Ẩn thanh tiêu đề

source: Hierarchical
vi: Phân cấp

source: High
vi: Cao

source: History limit: %lld
vi: Giới hạn lịch sử: %lld

source: Home
vi: Trang chủ

source: Hover delay
vi: Độ trễ khi rê chuột

source: How to use every feature, in English or Vietnamese.
vi: Cách dùng từng tính năng, bằng tiếng Anh hoặc tiếng Việt.

source: Image
vi: Hình ảnh

source: Image limit: %lld MB
vi: Giới hạn ảnh: %lld MB

source: In progress
vi: Đang xử lý

source: Indicator Layout
vi: Bố cục chỉ báo

source: Inline
vi: Trên cùng một dòng

source: Install
vi: Cài đặt

source: Install bundled notch modules and manage their availability.
vi: Cài đặt các module notch có sẵn và quản lý việc bật/tắt chúng.

source: Install it to use these settings. Existing data and settings remain available after reinstalling.
vi: Cài đặt để dùng các tùy chọn này. Dữ liệu và cài đặt hiện có vẫn được giữ lại sau khi cài lại.

source: Installed
vi: Đã cài đặt

source: Installed extensions
vi: Tiện ích đã cài

source: Language
vi: Ngôn ngữ

source: Launch at login
vi: Khởi chạy khi đăng nhập

source: Layout Preview
vi: Xem trước bố cục

source: Locked
vi: Đã khóa

source: Lottie JSON URL
vi: URL JSON Lottie

source: Low
vi: Thấp

source: Low Power Mode
vi: Chế độ tiết kiệm pin

source: Maccy by p0deje
vi: Maccy của p0deje

source: Made with 🫶🏻 by Cnotch
vi: Được thực hiện với 🫶🏻 bởi CNotch

source: Manage
vi: Quản lý

source: Mark as complete
vi: Đánh dấu hoàn thành

source: Mark as incomplete
vi: Đánh dấu chưa hoàn thành

source: Match album art
vi: Theo màu ảnh bìa album

source: Match menu bar height
vi: Khớp chiều cao thanh menu

source: Match menubar height
vi: Khớp chiều cao thanh menu

source: Match real notch height
vi: Khớp chiều cao notch thật

source: Match waveform to album artwork
vi: Khớp dạng sóng theo màu ảnh bìa album

source: Max Capacity: %lld%%
vi: Dung lượng tối đa: %lld%%

source: Media App
vi: Ứng dụng media

source: Media Source
vi: Nguồn media

source: Media controls
vi: Điều khiển media

source: Media inactivity timeout
vi: Thời gian chờ khi media không hoạt động

source: Media playback live activity
vi: Live Activity phát media

source: Medium
vi: Trung bình

source: Menu Bar
vi: Thanh menu

source: Minimal
vi: Tối giản

source: Mirror
vi: Gương

source: Mirror shape
vi: Hình dạng gương

source: Mixed
vi: Kết hợp

source: Mode
vi: Chế độ

source: Modules
vi: Module

source: More
vi: Thêm

source: Music Source
vi: Nguồn nhạc

source: Music controls, player sources, and visualizers.
vi: Điều khiển nhạc, nguồn phát, và hiệu ứng hình ảnh.

source: Muted
vi: Đã tắt tiếng

source: Name
vi: Tên

source: Never
vi: Không bao giờ

source: Never hide
vi: Không bao giờ ẩn

source: Next
vi: Bài kế

source: No Action
vi: Không làm gì

source: No custom animation available
vi: Không có hoạt ảnh tùy chỉnh nào

source: No custom visualizer
vi: Không có hiệu ứng hình ảnh tùy chỉnh

source: No events
vi: Không có sự kiện

source: No events today
vi: Hôm nay không có sự kiện

source: No excluded apps
vi: Không có ứng dụng nào bị loại trừ

source: No extension installed
vi: Chưa cài tiện ích nào

source: Not Now
vi: Để sau

source: Not allowed
vi: Không được phép

source: Not installed
vi: Chưa cài đặt

source: Notch appearance
vi: Giao diện notch

source: Notch behavior
vi: Hành vi notch

source: Notch height on non-notch displays
vi: Chiều cao notch trên màn hình không có notch

source: Notch height on notch displays
vi: Chiều cao notch trên màn hình có notch

source: Notch motion
vi: Chuyển động notch

source: Notch sizing
vi: Kích thước notch

source: Notifications
vi: Thông báo

source: Now Playing
vi: Đang phát

source: Only app icon
vi: Chỉ icon ứng dụng

source: Only download icon
vi: Chỉ icon tải xuống

source: Open Calendar Settings
vi: Mở Cài đặt Lịch

source: Open Notch
vi: Mở notch

source: Open Reminder Settings
vi: Mở Cài đặt Nhắc nhở

source: Open Settings
vi: Mở Cài đặt

source: Open System Settings
vi: Mở System Settings

source: Open notch on hover
vi: Mở notch khi rê chuột

source: Open shelf by default if items are present
vi: Tự mở Kệ tạm nếu có sẵn mục trong đó

source: Option key behaviour
vi: Hành vi phím Option

source: Percentage
vi: Phần trăm

source: Personalize the notch, tabs, and visual style.
vi: Tùy chỉnh notch, các tab, và phong cách hiển thị.

source: Pick a Color
vi: Chọn màu

source: Play/Pause
vi: Phát/Tạm dừng

source: Player tinting
vi: Nhuộm màu trình phát

source: Please grant access in System Settings.
vi: Vui lòng cấp quyền trong System Settings.

source: Plugged In
vi: Đang cắm sạc

source: Polished
vi: Mượt mà

source: Pomodoro Timer
vi: Hẹn giờ Pomodoro

source: Preferences
vi: Tùy chọn

source: Preferred display
vi: Màn hình ưu tiên

source: Previous
vi: Bài trước

source: Progress bar
vi: Thanh tiến trình

source: Progress bar style
vi: Kiểu thanh tiến trình

source: Quick Note
vi: Ghi chú nhanh

source: Quick Share
vi: Chia sẻ nhanh

source: Quick Share Service
vi: Dịch vụ Chia sẻ nhanh

source: Quickly drag, drop, stash, and share files directly from the notch.
vi: Kéo, thả, cất giữ, và chia sẻ file nhanh ngay từ notch.

source: Quit
vi: Thoát

source: Quit CNotch
vi: Thoát CNotch

source: Quit app
vi: Thoát ứng dụng

source: Real Notch
vi: Notch thật

source: Records straight into the Shelf. Asks for Microphone access the first time you use it.
vi: Ghi âm thẳng vào Shelf. Sẽ hỏi quyền truy cập Micro trong lần dùng đầu tiên.

source: Release channel
vi: Kênh phát hành

source: Release name
vi: Tên bản phát hành

source: Remember last tab
vi: Nhớ tab cuối cùng

source: Reminder access is denied. Please enable it in System Settings.
vi: Quyền truy cập Nhắc nhở đã bị từ chối. Vui lòng bật trong System Settings.

source: Reminder access is required to show reminders.
vi: Cần quyền truy cập Nhắc nhở để hiển thị nhắc nhở.

source: Reminders
vi: Nhắc nhở

source: Remove
vi: Xóa

source: Remove from shelf after dragging
vi: Xóa khỏi Kệ tạm sau khi kéo đi

source: Repeat
vi: Lặp lại

source: Replace system HUD
vi: Thay thế HUD hệ thống

source: Replaces the standard macOS volume, display brightness, and keyboard brightness HUDs with a custom design.
vi: Thay thế HUD âm lượng, độ sáng màn hình và độ sáng bàn phím mặc định của macOS bằng thiết kế tùy chỉnh.

source: Request Accessibility
vi: Yêu cầu quyền Accessibility

source: Requires Weather and/or System Stats above to be enabled. Shown below the notch when nothing else (lyrics, track info) is using that space.
vi: Cần bật Thời tiết và/hoặc Thống kê hệ thống ở trên. Hiển thị dưới notch khi không có gì khác (lyrics, thông tin bài hát) đang dùng chỗ đó.

source: Reset to Defaults
vi: Đặt lại mặc định

source: Resets motion, gradient, corners, and shadow
vi: Đặt lại chuyển động, gradient, góc bo, và đổ bóng

source: Restart
vi: Khởi động lại

source: Restart CNotch
vi: Khởi động lại CNotch

source: Restore Default Appearance
vi: Khôi phục giao diện mặc định

source: Rotate album artwork during playback
vi: Xoay ảnh album khi đang phát

source: Rows
vi: Số dòng

source: Run Onboarding Again
vi: Chạy lại hướng dẫn ban đầu

source: Running
vi: Đang chạy

source: Save to Notes
vi: Lưu vào Notes

source: Screenshot Quick Actions
vi: Thao tác nhanh ảnh chụp màn hình

source: Search
vi: Tìm kiếm

source: Search clipboard
vi: Tìm trong khay nhớ tạm

source: Select the modules you want in your notch. You can add or remove them later in Settings.
vi: Chọn các module bạn muốn trong notch. Bạn có thể thêm hoặc bớt sau trong Cài đặt.

source: Select the music source you want to use. You can change this later in the app settings.
vi: Chọn nguồn nhạc bạn muốn dùng. Bạn có thể đổi lại sau trong Cài đặt.

source: Selected animation
vi: Hoạt ảnh đã chọn

source: Settings
vi: Cài đặt

source: Shelf
vi: Kệ tạm

source: Shortcuts
vi: Phím tắt

source: Show Bluetooth device connection indicator
vi: Hiện chỉ báo kết nối thiết bị Bluetooth

source: Show CPU and memory usage
vi: Hiện mức dùng CPU và bộ nhớ

source: Show HUD
vi: Hiện HUD

source: Show HUD in open notch
vi: Hiện HUD khi notch đang mở

source: Show Pomodoro Timer button
vi: Hiện nút Hẹn giờ Pomodoro

source: Show Quick Note button
vi: Hiện nút Ghi chú nhanh

source: Show Voice Memo button
vi: Hiện nút Ghi âm nhanh

source: Show a connected device next to weather in the compact notch
vi: Hiển thị thiết bị đang kết nối cạnh biểu tượng thời tiết trong notch thu nhỏ

source: Show a live camera mirror dropdown view under the notch.
vi: Hiện khung xem gương camera trực tiếp bên dưới notch.

source: Show battery indicator
vi: Hiện chỉ báo pin

source: Show battery percentage
vi: Hiện phần trăm pin

source: Show calendar
vi: Hiện lịch

source: Show calendar & reminders
vi: Hiện lịch & nhắc việc

source: Show connected accessory notifications and battery status in the notch.
vi: Hiện thông báo phụ kiện đã kết nối và trạng thái pin trong notch.

source: Show connected devices list in the expanded notch
vi: Hiển thị danh sách thiết bị đã kết nối trong notch mở rộng

source: Show cool face animation while inactive
vi: Hiện hoạt ảnh khuôn mặt khi không hoạt động

source: Show current weather
vi: Hiện thời tiết hiện tại

source: Show device name
vi: Hiện tên thiết bị

source: Show download progress
vi: Hiện tiến trình tải xuống

source: Show lyrics below artist name
vi: Hiện lời bài hát dưới tên nghệ sĩ

source: Show lyrics in the compact notch
vi: Hiển thị lời bài hát trong notch thu nhỏ

source: Show menu bar icon
vi: Hiện biểu tượng trên thanh menu

source: Show music live activity
vi: Hiện Live Activity nhạc

source: Show notch on lock screen
vi: Hiện notch trên màn hình khóa

source: Show on all displays
vi: Hiện trên mọi màn hình

source: Show percentage
vi: Hiện phần trăm

source: Show power status icons
vi: Hiện biểu tượng trạng thái nguồn

source: Show power status notifications
vi: Hiện thông báo trạng thái nguồn

source: Show quick actions after a screenshot
vi: Hiện thao tác nhanh sau khi chụp màn hình

source: Show settings icon in notch
vi: Hiện biểu tượng Cài đặt trong notch

source: Show sneak peek on playback changes
vi: Hiện Sneak Peek khi đổi bài

source: Show track title, artist and elapsed time in the compact notch
vi: Hiển thị tên bài hát, ca sĩ và thời gian phát trong notch thu nhỏ

source: Show weather and system stats in the compact notch
vi: Hiện thời tiết và thống kê hệ thống trong notch thu nhỏ

source: Shuffle
vi: Phát ngẫu nhiên

source: Slider color
vi: Màu thanh trượt

source: Sneak Peek Duration
vi: Thời gian hiện Sneak Peek

source: Sneak Peek Style
vi: Kiểu hiển thị Sneak Peek

source: Sneak Peek shows the media title and artist under the notch for a few seconds.
vi: Sneak Peek hiện tên bài hát và nghệ sĩ dưới notch trong vài giây.

source: Software updates
vi: Cập nhật phần mềm

source: Speed
vi: Tốc độ

source: Spring
vi: Đàn hồi

source: Square
vi: Hình vuông

source: Stable
vi: Ổn định

source: Stopped
vi: Đã dừng

source: Style
vi: Kiểu

source: Support & Donate
vi: Ủng hộ & Đóng góp

source: Support Us
vi: Ủng hộ chúng tôi

source: System
vi: Hệ thống

source: System Stats
vi: Thống kê hệ thống

source: System features
vi: Tính năng hệ thống

source: System volume, brightness, and status indicators.
vi: Âm lượng hệ thống, độ sáng, và chỉ báo trạng thái.

source: Text
vi: Văn bản

source: Text Recognition
vi: Nhận dạng văn bản

source: Thanks
vi: Cảm ơn

source: Third-Party Live Activities
vi: Hoạt động trực tiếp từ bên thứ ba

source: Time to Full Charge: %lld min
vi: Thời gian sạc đầy: %lld phút

source: Tint progress bar with accent color
vi: Tô màu thanh tiến trình theo màu nhấn

source: Toggle Notch Open:
vi: Bật/tắt mở notch:

source: Toggle Sneak Peek:
vi: Bật/tắt Sneak Peek:

source: Try a different search.
vi: Thử tìm kiếm khác.

source: Two-finger swipe up on notch to close, two-finger swipe down on notch to open when **Open notch on hover** option is disabled
vi: Vuốt 2 ngón lên trên notch để đóng, vuốt 2 ngón xuống để mở, khi tùy chọn **Mở notch khi rê chuột** đang tắt

source: Uninstall
vi: Gỡ cài đặt

source: Unknown
vi: Không rõ

source: Unlock advanced features and improve your experience. Upgrade now for more customizations!
vi: Mở khóa tính năng nâng cao và cải thiện trải nghiệm. Nâng cấp ngay để tùy chỉnh nhiều hơn!

source: Unmuted
vi: Đã bật tiếng

source: Upgrade to Pro
vi: Nâng cấp lên Pro

source: Use music visualizer spectrogram
vi: Dùng phổ tần cho hiệu ứng hình ảnh nhạc

source: Use your macOS system accent color
vi: Dùng màu nhấn hệ thống macOS

source: Uses on-device Vision to recognize text in copied images.
vi: Dùng Vision trên máy để nhận dạng văn bản trong ảnh đã sao chép.
